[{
        "id": 1,
        "title": "Cosmetic dentistry services",
        "description": "Cosmetic dentistry services are increasing in popularity and, as a result, provide a great opportunity for dental practices to grow their customer base. One of the most common cosmetic dentistry procedures is teeth whitening or “teeth bleaching” which is sought by people looking to brighten their smile and reduce the appearance of stains or discoloration. Examples of other common cosmetic dentistry procedures include dental implants, dental crowns, teeth shaping, tooth bonding. Dental veneers are another popular option—this is when a dentist cements a thin shell to the front of a patient’s teeth to improve their appearance.",
        "image": "https://i.ibb.co/SQ9ZRMC/1.png"
    },
    {
        "id": 2,
        "title": "Endodontic procedures",
        "description": "Endodontic procedures refer to painless root canal therapy. Typically, when the interior of a patient’s tooth becomes infected, damaged, or diseased, general dentists will refer them to an endodontist. The endodontist will then be able to diagnose and treat the issues with the tooth’s sensitive interior, performing root canals when necessary. By offering such specialized endodontic procedures at your own practice, however, you can avoid outsourcing such services and expand your customer base.",
        "image": "https://i.ibb.co/RP27ZBH/2.jpg"
    },
    {
        "id": 3,
        "title": "Pediatric dental services",
        "description": "If there are a lot of young people in the area that your practice serves, it could be beneficial to have a pediatric dental specialist on-staff. The dental equivalent of pediatricians, pediatric dentists have specialized skill sets tailored toward caring for the oral health of children. They help provide specialized care for infants through teens.Examples of services that pediatric dental specialists offer include cleanings, exams, cavity fillings, and other routine care services tailored to the unique needs of children. In addition, they also specialize in monitoring the development of a child’s teeth and diagnosing oral conditions related to childhood diseases and conditions. While many general dentists also provide treatment to children, parents typically favor pediatric dental specialists, as they have the age-specific knowledge and kid-friendly practices to provide the best service possible for their kids.",
        "image": "https://i.ibb.co/4FvwPH4/3.jpg"
    },
    {
        "id": 4,
        "title": "Periodontal treatments",
        "description": "Another valuable type of dental service to offer at your practice is periodontal treatments. Such services include preventing, diagnosing, and treating diseases and conditions that impact the teeth’s supporting structures. Examples of supporting tissues include the gingiva, alveolar bone, periodontal ligament, and cementum. One of the main services that they provide is the treatment of gum disease, in both early and late stages, which may require surgery such as gum grafts or pocket reduction procedures. For patients with severe gum disease or medical histories which may complicate minor gum diseases, the services of a periodontal dental specialist are likely necessary.",
        "image": "https://i.ibb.co/16XPWfy/4.jpg"
    },
    {
        "id": 5,
        "title": "Orthodontic services",
        "description": "Orthodontic services help improve the alignment of the teeth and jaw. Patients who have an overbite, underbite, crossbite, or misaligned teeth may require or seek out orthodontic services to help correct such issues. Examples of orthodontic services include the use of braces, palate expanders, fixed-space maintainers, retainers, headgear, clear aligners, and other specialized dental treatments to improve the alignment of one’s teeth and bite over time.",
        "image": "https://i.ibb.co/87FXtHW/5.jpg"
    },
    {
        "id": 6,
        "title": "Prosthodontic services",
        "description": "Prosthodontic services regard the restoration and replacement of missing or damaged teeth. Prosthodontic specialists design, manufacture, and fit artificial replacements for missing or damaged teeth and other areas of the mouth. In doing so, they help restore functionality and a natural appearance to one’s mouth. Examples of prosthodontic services may include installing dental implants, bridges, dentures, or providing reconstructive surgery. In addition, prosthodontists are also often highly trained in providing cosmetic services such as crowns and veneers.",
        "image": "https://i.ibb.co/2WQmd4t/8.jpg"
    },
    {
        "id": 7,
        "title": "Oral & maxillofacial surgery",
        "description": "To provide complex procedures that require deep levels of sedation, an oral or maxillofacial surgeon is likely necessary. Such surgeons are specialized in the diagnosis and surgical and adjunctive treatment of issues such as injuries, defects, or diseases pertaining to the hard and soft tissues in one’s face, jaw, neck, and mouth. Essentially, they are responsible for restoring function and aesthetic appearance relating to the oral and maxillofacial region. Examples of some of the specialized procedures that oral and maxillofacial surgeons perform include corrective jaw surgery, tooth extractions, correcting cleft palates, removing tumors, and extracting impacted and nonrecoverable wisdom teeth. Providing such specialized services will likely be very beneficial in setting your practice apart from the competition.",
        "image": "https://i.ibb.co/BKcPdr7/Dental-prosthesis-dentures-prosthetics-work-Prosthetics-hands-while-working-on-the-denture-false-tee.jpg"
    },
    {
        "id": 8,
        "title": "Diagnostic & preventative",
        "description": "General dentists often provide a wide variety of diagnostic and preventative dental services. This category of dental services is geared towards preserving oral health and avoiding the occurrence of dental issues such as cavities, gum disease, and enamel wear through preventative treatments. Examples of some of the most vital types of diagnostic and preventative services to provide at your practice include X-rays, sealants and fluoride treatments, and of course, routine cleanings and oral exams.",
        "image": "https://i.ibb.co/5BfJ4FT/6.jpg"
    }
]